Repository: littleben803/LookAtMe
Catalog: LookAtMe/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# purchase.error.unverified_transaction
source: 交易未通过验证，请稍后重试
en: Transaction could not be verified. Try again later.
ja: 取引を確認できませんでした。あとでもう一度お試しください。
zh_hant: 交易未通過驗證，請稍後重試

# purchase.error.user_cancelled
source: 已取消购买
en: Purchase cancelled.
ja: 購入をキャンセルしました。
zh_hant: 已取消購買

# purchase.error.verification_failed
source: 交易验证失败，请稍后重试
en: Transaction verification failed. Try again later.
ja: 取引の検証に失敗しました。あとでもう一度お試しください。
zh_hant: 交易驗證失敗，請稍後重試

# purchase.product_fallback_name
source: 想恋爱 Pro 永久解锁
en: Look My Way Pro Lifetime
ja: こっち向いて Pro 永続アンロック
zh_hant: 想戀愛 Pro 永久解鎖

# settings.about_app
source: 关于想恋爱
en: About Look My Way
ja: こっち向いてについて
zh_hant: 關於想戀愛

# settings.alert.clear_cache.clear_temporary
source: 仅清理临时状态
en: Clear temporary state
ja: 一時状態だけ削除
zh_hant: 僅清理臨時狀態

# settings.alert.clear_cache.clear_with_favorites
source: 同时删除收藏
en: Also delete favorites
ja: お気に入りも削除
zh_hant: 同時刪除收藏

# settings.alert.clear_cache.message
source: 默认不会删除收藏；只有选择“同时删除收藏”才会清空收藏数据。
en: Favorites are kept by default. They are removed only when you choose "Also delete favorites".
ja: お気に入りは初期設定では保持されます。「お気に入りも削除」を選んだ場合のみ削除されます。
zh_hant: 預設不會刪除收藏；只有選擇「同時刪除收藏」才會清空收藏資料。

# settings.alert.clear_cache.title
source: 清除缓存
en: Clear Cache
ja: キャッシュを削除
zh_hant: 清除快取

# settings.auto_rotate
source: 自动横屏
en: Auto rotate
ja: 自動横向き
zh_hant: 自動橫屏

# settings.clear_cache
source: 清除缓存
en: Clear cache
ja: キャッシュを削除
zh_hant: 清除快取

# settings.debug.group
source: 调试
en: Debug
ja: デバッグ
zh_hant: 偵錯

# settings.debug.trigger_review_prompt
source: 触发评分引导
en: Trigger Rating Prompt
ja: 評価案内を表示
zh_hant: 觸發評分引導

# settings.default_background_color
source: 默认背景颜色
en: Default background color
ja: 既定の背景色
zh_hant: 預設背景顏色

# settings.default_scroll_speed
source: 默认滚动速度
en: Default scroll speed
ja: 既定のスクロール速度
zh_hant: 預設滾動速度

# settings.default_text_color
source: 默认文字颜色
en: Default text color
ja: 既定の文字色
zh_hant: 預設文字顏色

# settings.default_text_size
source: 默认文字大小
en: Default text size
ja: 既定の文字サイズ
zh_hant: 預設文字大小

# settings.group.about
source: 关于
en: About
ja: 情報
zh_hant: 關於

# settings.group.display
source: 显示设置
en: Display
ja: 表示
zh_hant: 顯示設定

# settings.group.other
source: 其他
en: Other
ja: その他

# settings.help
source: 使用帮助
en: Help
ja: ヘルプ
zh_hant: 使用說明

# settings.keep_awake
source: 保持屏幕常亮
en: Keep screen awake
ja: 画面を常時点灯
zh_hant: 保持螢幕常亮

# settings.language
source: 语言设置
en: Language
ja: 言語
zh_hant: 語言設定

# settings.language.changed
source: 语言设置已更新
en: Language updated
ja: 言語設定を更新しました
zh_hant: 語言設定已更新

# settings.language.current_system_format
source: 当前系统语言：%@
en: Current system language: %@
ja: 現在のシステム言語：%@
zh_hant: 目前系統語言：%@

# settings.language.english
source: 英文
en: English
ja: 英語

# settings.language.follow_system_detail
source: 使用 iOS 系统设置中第一个支持的语言。
en: Use the first supported language from iOS settings.
ja: iOS設定で最初に対応している言語を使用します。
zh_hant: 使用 iOS 系統設定中第一個支援的語言。

# settings.language.japanese
source: 日文
en: Japanese
ja: 日本語

# settings.language.manual_detail
source: 在 App 内固定使用这个语言。
en: Use this language inside the app.
ja: アプリ内でこの言語を固定して使用します。
zh_hant: 在 App 內固定使用這個語言。

# settings.language.subtitle
source: 选择 App 内使用的语言
en: Choose the language used across the app
ja: アプリ内で使用する言語を選択
zh_hant: 選擇 App 內使用的語言

# settings.language.system
source: 跟随系统
en: Follow System
ja: システムに従う
zh_hant: 跟隨系統

# settings.language.title
source: 语言设置
en: Language
ja: 言語
zh_hant: 語言設定

# settings.language.zh_hans
source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語
zh_hant: 簡體中文

# settings.language.zh_hant
source: 繁体中文
en: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# settings.placeholder.message
source: 调整显示偏好和查看应用信息。
en: Adjust display preferences and view app info.
ja: 表示設定を調整し、アプリ情報を確認できます。
zh_hant: 調整顯示偏好和查看 App 資訊。

# settings.privacy_policy
source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー
zh_hant: 隱私政策

# settings.rate_us
source: 给我们评分
en: Rate us
ja: 評価する
zh_hant: 給我們評分

# settings.reset
source: 重置
en: Reset
ja: リセット

# settings.restore_purchase
source: 恢复购买
en: Restore purchases
ja: 購入を復元
zh_hant: 恢復購買

# settings.share_message
source: 想恋爱：把手机变成会发光的表白灯牌
en: Look My Way: turn your phone into a glowing confession sign
ja: こっち向いて：スマホを光る告白ボードに
zh_hant: 想戀愛：把手機變成會發光的表白燈牌

# settings.share_to_friends
source: 分享给朋友
en: Share with friends
ja: 友だちに共有
zh_hant: 分享給朋友

# settings.speed.fast
source: 较快
en: Fast
ja: 速い
zh_hant: 較快

# settings.speed.medium
source: 中等
en: Medium
ja: 標準

# settings.speed.slow
source: 较慢
en: Slow
ja: 遅い
zh_hant: 較慢

# settings.terms
source: 用户协议
en: Terms of Use
ja: 利用規約
zh_hant: 使用者協議

# settings.title
source: 设置
en: Settings
ja: 設定
zh_hant: 設定

# settings.toast.app_store_unavailable
source: 暂时无法打开 App Store
en: Unable to open the App Store right now
ja: 現在App Storeを開けません
zh_hant: 暫時無法開啟 App Store

# settings.toast.debug_review_prompt_enabled
source: 已开启，回到首页会弹评分引导
en: Enabled. Return Home to trigger the rating prompt.
ja: 有効にしました。ホームに戻ると評価案内が表示されます。
zh_hant: 已開啟，回到首頁會彈出評分引導

# settings.toast.debug_review_prompt_reset
source: 已重置评分引导状态
en: Rating prompt state reset.
ja: 評価案内の状態をリセットしました。
zh_hant: 已重置評分引導狀態

# settings.toast.display_settings_reset
source: 已恢复默认显示设置
en: Default display settings restored
ja: 既定の表示設定に戻しました
zh_hant: 已恢復預設顯示設定

# settings.toast.pro_unlocked
source: 高级功能已解锁
en: Pro features unlocked
ja: Pro機能がアンロックされました
zh_hant: 進階功能已解鎖

# settings.toast.transient_and_favorites_cleared
source: 已清理临时状态和收藏
en: Temporary state and favorites cleared
ja: 一時状態とお気に入りを削除しました
zh_hant: 已清理臨時狀態和收藏

# settings.toast.transient_cleared
source: 已清理临时状态
en: Temporary state cleared
ja: 一時状態を削除しました
zh_hant: 已清理臨時狀態

# settings.version
source: 版本号
en: Version
ja: バージョン
zh_hant: 版本號

# style_picker.filter
source: 筛选
en: Filter
ja: 絞り込み
zh_hant: 篩選

# style_picker.filter.all
source: 全部
en: All
ja: すべて

# style_picker.filter.free
source: 免费
en: Free
ja: 無料
zh_hant: 免費

# style_picker.filter.premium
source: 高级
en: Premium
ja: プレミアム
zh_hant: 進階

# style_picker.subtitle.locked
source: 免费样式可直接使用，Pro 样式解锁后使用
en: Free styles are ready now. Unlock Pro styles to use them.
ja: 無料スタイルはすぐ使えます。Proスタイルはアンロック後に使用できます。
zh_hant: 免費樣式可直接使用，Pro 樣式解鎖後使用

# style_picker.subtitle.unlocked
source: 全部样式均可直接使用
en: All styles are ready to use
ja: すべてのスタイルをすぐに使用できます
zh_hant: 全部樣式均可直接使用

# style_picker.title
source: 样式选择
en: Style
ja: スタイル
zh_hant: 樣式選擇

# style_preview.bullet.call
source: 打CALL
en: CHEER
ja: 応援

# style_preview.bullet.look_here
source: 看这里
en: LOOK
ja: 見て
zh_hant: 看這裡

# style.style-aurora-wave.name
source: 极光流光
en: Aurora Wave
ja: オーロラウェーブ
zh_hant: 極光流光

# style.style-aurora-wave.preview
source: 极光
en: AURORA
ja: オーロラ
zh_hant: 極光

# style.style-breathing.name
source: 呼吸灯
en: Breathing Light
ja: ブリージングライト
zh_hant: 呼吸燈

# style.style-breathing.preview
source: 想你
en: MISS U
ja: 会いたい

# style.style-bubble-pop.name
source: 气泡弹跳
en: Bubble Pop
ja: バブルポップ
zh_hant: 氣泡彈跳

# style.style-bubble-pop.preview
source: 喜欢
en: LIKE
ja: 好き
zh_hant: 喜歡

# style.style-bullet-fly-in.name
source: 弹幕飞入
en: Flying Comments
ja: コメント飛び込み
zh_hant: 彈幕飛入

# style.style-bullet-fly-in.preview
source: 看这里
en: LOOK
ja: 見て
zh_hant: 看這裡

# style.style-firework-burst.name
source: 烟花爆闪
en: Firework Burst
ja: 花火バースト
zh_hant: 煙花爆閃

# style.style-glitch-pulse.name
source: 霓虹故障
en: Neon Glitch
ja: ネオングリッチ

# style.style-heart-beat.name
source: 心跳脉冲
en: Heartbeat Pulse
ja: ハートビート
zh_hant: 心跳脈衝

# style.style-heart-beat.preview
source: 心动
en: HEART
ja: ドキ
zh_hant: 心動

# style.style-heart-rain.name
source: 爱心飘落
en: Heart Rain
ja: ハートレイン
zh_hant: 愛心飄落

# style.style-laser-sweep.name
source: 激光扫场
en: Laser Sweep
ja: レーザースイープ
zh_hant: 雷射掃場

# style.style-marquee.name
source: 经典跑马灯
en: Classic Marquee
ja: クラシックマーキー
zh_hant: 經典跑馬燈

# style.style-meteor-shower.name
source: 流星告白
en: Meteor Wish
ja: 流星ウィッシュ

# style.style-meteor-shower.preview
source: 许愿
en: WISH
ja: 願い
zh_hant: 許願

# style.style-neon-blink.name
source: 霓虹闪烁
en: Neon Blink
ja: ネオン点滅
zh_hant: 霓虹閃爍

# style.style-rainbow.name
source: 彩虹渐变
en: Rainbow Gradient
ja: 虹色グラデーション
zh_hant: 彩虹漸變

# style.style-rainbow.preview
source: 彩虹
en: RAINBOW
ja: 虹色

# style.style-spotlight.name
source: 聚光主角
en: Spotlight Star
ja: スポットライトスター

# style.style-spotlight.preview
source: 主角
en: STAR
ja: 主役

# style.style-star-flash.name
source: 星星闪光
en: Star Flash
ja: スターフラッシュ
zh_hant: 星星閃光

# style.style-star-flash.preview
source: 闪耀
en: SHINE
ja: キラリ
zh_hant: 閃耀

# style.style-typewriter.name
source: 逐字出现
en: Typewriter
ja: タイプライター
zh_hant: 逐字出現

# style.style-typewriter.preview
source: 告白
en: LOVE U
ja: 好き

# tab.favorites
source: 收藏
en: Favorites
ja: お気に入り

# tab.home
source: 首页
en: Home
ja: ホーム
zh_hant: 首頁

# tab.settings
source: 设置
en: Settings
ja: 設定
zh_hant: 設定

# template_center.subtitle
source: 长按模板可快速使用或收藏
en: Touch and hold a template to use or favorite it
ja: テンプレートを長押しして、すぐ使うかお気に入りに追加できます
zh_hant: 長按模板可快速使用或收藏

# template_center.title
source: 模板中心
en: Templates
ja: テンプレート

# template_center.toast.favorite_added
source: 已收藏模板
en: Template added to favorites
ja: テンプレートをお気に入りに追加しました

# template_center.toast.favorite_limit_format
source: 免费版最多收藏 %d 条，Pro 可无限收藏
en: Free users can save up to %d favorites. Pro unlocks unlimited favorites.
ja: 無料版では最大 %d 件まで保存できます。Proなら無制限です。
zh_hant: 免費版最多收藏 %d 條，Pro 可無限收藏

# template_center.toast.favorite_updated
source: 已更新收藏
en: Favorite updated
ja: お気に入りを更新しました

# template_center.toast.template_empty
source: 模板内容为空
en: Template is empty
ja: テンプレート内容が空です
zh_hant: 模板內容為空

# template.birthday-biggest.text
source: 今天你最大
en: Your Big Day
ja: 今日は君が主役

# template.birthday-biggest.title
source: 今天你最大
en: Your Big Day
ja: 今日は君が主役

# template.birthday-dream.text
source: 心想事成
en: Dreams Come True
ja: 願いが叶いますように

# template.birthday-dream.title
source: 心想事成
en: Dreams Come True
ja: 願いが叶いますように

# template.birthday-forever-18.text
source: 永远十八岁
en: Forever 18
ja: 永遠の18歳
zh_hant: 永遠十八歲

# template.birthday-forever-18.title
source: 永远十八岁
en: Forever 18
ja: 永遠の18歳
zh_hant: 永遠十八歲

# template.birthday-happy-everyday.text
source: 天天开心
en: Smile Every Day
ja: 毎日笑顔で
zh_hant: 天天開心

# template.birthday-happy-everyday.title
source: 天天开心
en: Smile Every Day
ja: 毎日笑顔で
zh_hant: 天天開心

# template.birthday-happy.text
source: 生日快乐🎂
en: Happy Birthday 🎂
ja: お誕生日おめでとう🎂
zh_hant: 生日快樂🎂

# template.birthday-happy.title
source: 生日快乐🎂
en: Happy Birthday 🎂
ja: お誕生日おめでとう🎂
zh_hant: 生日快樂🎂

# template.birthday-pretty.text
source: 越来越漂亮
en: Prettier Every Day
ja: もっと素敵に
zh_hant: 越來越漂亮

# template.birthday-pretty.title
source: 越来越漂亮
en: Prettier Every Day
ja: もっと素敵に
zh_hant: 越來越漂亮

# template.birthday-rich.text
source: 祝你暴富
en: Get Rich Soon
ja: 金運爆上がり

# template.birthday-rich.title
source: 祝你暴富
en: Get Rich Soon
ja: 金運爆上がり

# template.birthday-wishes.text
source: 愿望都会实现
en: Wishes Come True
ja: 願いはきっと叶う
zh_hant: 願望都會實現

# template.birthday-wishes.title
source: 愿望都会实现
en: Wishes Come True
ja: 願いはきっと叶う
zh_hant: 願望都會實現

# template.concert-best.text
source: 你最棒！👍
en: You're the Best 👍
ja: 君が一番！👍

# template.concert-best.title
source: 你最棒！👍
en: You're the Best 👍
ja: 君が一番！👍

# template.concert-call.text
source: 加油打CALL🎉
en: Cheer for You 🎉
ja: 全力応援🎉

# template.concert-call.title
source: 加油打CALL🎉
en: Cheer for You 🎉
ja: 全力応援🎉

# template.concert-husband-look.text
source: 老公看这里！
en: Babe Look Here!
ja: 推し見て！
zh_hant: 老公看這裡！

# template.concert-husband-look.title
source: 老公看这里！
en: Babe Look Here!
ja: 推し見て！
zh_hant: 老公看這裡！

# template.concert-look-here.text
source: 看这里！
en: Look Here!
ja: こっち見て！
zh_hant: 看這裡！

# template.concert-look-here.title
source: 看这里！
en: Look Here!
ja: こっち見て！
zh_hant: 看這裡！

# template.concert-love-forever.text
source: 永远爱你❤️
en: Love You Forever❤️
ja: ずっと大好き❤️
zh_hant: 永遠愛你❤️

# template.concert-love-forever.title
source: 永远爱你❤️
en: Love You Forever❤️
ja: ずっと大好き❤️
zh_hant: 永遠愛你❤️

# template.concert-shine.text
source: 全场最闪亮✨
en: Brightest Here ✨
ja: 会場で一番輝いてる✨
zh_hant: 全場最閃亮✨

# template.concert-shine.title
source: 全场最闪亮✨
en: Brightest Here ✨
ja: 会場で一番輝いてる✨
zh_hant: 全場最閃亮✨

# template.concert-tonight.text
source: 今晚为你而来
en: Here for You
ja: 今夜は君に会いに来た
zh_hant: 今晚為你而來

# template.concert-tonight.title
source: 今晚为你而来
en: Here for You
ja: 今夜は君に会いに来た
zh_hant: 今晚為你而來

# template.concert-zhou-shen.text
source: 周深我爱你！💗
en: I ❤️ Zhou Shen
ja: 周深大好き！💗
zh_hant: 周深我愛你！💗

# template.concert-zhou-shen.title
source: 周深我爱你！💗
en: I ❤️ Zhou Shen
ja: 周深大好き！💗
zh_hant: 周深我愛你！💗

# template.confession-concert.text
source: 想和你看演唱会
en: Concert Together?
ja: 一緒にライブ行こう
zh_hant: 想和你看演唱會

# template.confession-concert.title
source: 想和你看演唱会
en: Concert Together?
ja: 一緒にライブ行こう
zh_hant: 想和你看演唱會

# template.confession-girlfriend.text
source: 做我女朋友吧
en: Be My Girlfriend
ja: 彼女になってください

# template.confession-girlfriend.title
source: 做我女朋友吧
en: Be My Girlfriend
ja: 彼女になってください

# template.confession-hand.text
source: 可以牵手吗
en: Hold Hands?
ja: 手をつないでもいい？
zh_hant: 可以牽手嗎

# template.confession-hand.title
source: 可以牵手吗
en: Hold Hands?
ja: 手をつないでもいい？
zh_hant: 可以牽手嗎

# template.confession-long-time.text
source: 喜欢你很久了
en: Liked You So Long
ja: ずっと好きでした
zh_hant: 喜歡你很久了

# template.confession-long-time.title
source: 喜欢你很久了
en: Liked You So Long
ja: ずっと好きでした
zh_hant: 喜歡你很久了

# template.confession-meet.text
source: 遇见你真好
en: Glad I Met You
ja: 出会えてよかった
zh_hant: 遇見你真好

# template.confession-meet.title
source: 遇见你真好
en: Glad I Met You
ja: 出会えてよかった
zh_hant: 遇見你真好

# template.confession-miss.text
source: 今天也很想你
en: Missing You Today
ja: 今日も会いたい

# template.confession-miss.title
source: 今天也很想你
en: Missing You Today
ja: 今日も会いたい

# template.confession-only.text
source: 你是我的唯一
en: My One and Only
ja: 君だけが特別

# template.confession-only.title
source: 你是我的唯一
en: My One and Only
ja: 君だけが特別

# template.confession-wife.text
source: 老婆我爱你
en: I Love You
ja: 愛してる
zh_hant: 老婆我愛你

# template.confession-wife.title
source: 老婆我爱你
en: I Love You
ja: 愛してる
zh_hant: 老婆我愛你

# template.fun-boss.text
source: 老板加鸡腿
en: Boss, Treat Me
ja: ご褒美ください
zh_hant: 老闆加雞腿

# template.fun-boss.title
source: 老板加鸡腿
en: Boss, Treat Me
ja: ご褒美ください
zh_hant: 老闆加雞腿

# template.fun-camera.text
source: 摄像老师看这里
en: Camera, Look Here
ja: カメラさんこっち
zh_hant: 攝影老師看這裡

# template.fun-camera.title
source: 摄像老师看这里
en: Camera, Look Here
ja: カメラさんこっち
zh_hant: 攝影老師看這裡

# template.fun-energy.text
source: 前方高能
en: High Energy Ahead
ja: 盛り上がってきた

# template.fun-energy.title
source: 前方高能
en: High Energy Ahead
ja: 盛り上がってきた

# template.fun-help.text
source: 救救孩子
en: Send Help
ja: 助けてください

# template.fun-help.title
source: 救救孩子
en: Send Help
ja: 助けてください

# template.fun-leave.text
source: 我先撤了
en: I'm Out
ja: 先に失礼します

# template.fun-leave.title
source: 我先撤了
en: I'm Out
ja: 先に失礼します

# template.fun-shine.text
source: 全场最闪亮✨
en: Brightest Here ✨
ja: 会場で一番輝いてる✨
zh_hant: 全場最閃亮✨

# template.fun-shine.title
source: 全场最闪亮✨
en: Brightest Here ✨
ja: 会場で一番輝いてる✨
zh_hant: 全場最閃亮✨

# template.fun-stage.text
source: 让我上台
en: Let Me On Stage
ja: ステージに上げて
zh_hant: 讓我上台

# template.fun-stage.title
source: 让我上台
en: Let Me On Stage
ja: ステージに上げて
zh_hant: 讓我上台

# template.fun-stop.text
source: 别卷了
en: Stop Overworking
ja: もう頑張りすぎないで
zh_hant: 別捲了

# template.fun-stop.title
source: 别卷了
en: Stop Overworking
ja: もう頑張りすぎないで
zh_hant: 別捲了

# template.home-target-an-yi.text
source: 宝贝我爱你💋
en: Love You Babe 💋
ja: 大好きだよ💋
zh_hant: 寶貝我愛你💋

# template.home-target-an-yi.title
source: 宝贝我爱你💋
en: Love You Babe 💋
ja: 大好きだよ💋
zh_hant: 寶貝我愛你💋

# template.home-target-birthday.text
source: 生日快乐🎂
en: Happy Birthday 🎂
ja: お誕生日おめでとう🎂
zh_hant: 生日快樂🎂

# template.home-target-birthday.title
source: 生日快乐🎂
en: Happy Birthday 🎂
ja: お誕生日おめでとう🎂
zh_hant: 生日快樂🎂

# template.home-target-call.text
source: 加油打CALL🎉
en: Cheer for You 🎉
ja: 全力応援🎉

# template.home-target-call.title
source: 加油打CALL🎉
en: Cheer for You 🎉
ja: 全力応援🎉

# template.home-target-here.text
source: 这里这里!✋
en: Here! Here! ✋
ja: ここだよ！✋
zh_hant: 這裡這裡!✋

# template.home-target-here.title
source: 这里这里!✋
en: Here! Here! ✋
ja: ここだよ！✋
zh_hant: 這裡這裡!✋

# template.home-target-star.text
source: 宝儿姐💘
en: My Star 💘
ja: 私のスター💘
zh_hant: 寶兒姐💘

# template.home-target-star.title
source: 宝儿姐💘
en: My Star 💘
ja: 私のスター💘
zh_hant: 寶兒姐💘

# template.home-target-zhou-shen.text
source: 周深我爱你!💗
en: I ❤️ Zhou Shen
ja: 周深大好き！💗
zh_hant: 周深我愛你!💗

# template.home-target-zhou-shen.title
source: 周深我爱你!💗
en: I ❤️ Zhou Shen
ja: 周深大好き！💗
zh_hant: 周深我愛你!💗

# template.pickup-finally.text
source: 终于见到你
en: Finally Met You
ja: やっと会えた
zh_hant: 終於見到你

# template.pickup-finally.title
source: 终于见到你
en: Finally Met You
ja: やっと会えた
zh_hant: 終於見到你

# template.pickup-hard.text
source: 辛苦啦
en: You Worked Hard
ja: お疲れさま

# template.pickup-hard.title
source: 辛苦啦
en: You Worked Hard
ja: お疲れさま

# template.pickup-here.text
source: 这里这里!✋
en: Here! Here! ✋
ja: ここだよ！✋
zh_hant: 這裡這裡!✋

# template.pickup-here.title
source: 这里这里!✋
en: Here! Here! ✋
ja: ここだよ！✋
zh_hant: 這裡這裡!✋

# template.pickup-home.text
source: 欢迎回家
en: Welcome Home
ja: おかえり
zh_hant: 歡迎回家

# template.pickup-home.title
source: 欢迎回家
en: Welcome Home
ja: おかえり
zh_hant: 歡迎回家

# template.pickup-left.text
source: 看左边！
en: Look Left!
ja: 左を見て！
zh_hant: 看左邊！

# template.pickup-left.title
source: 看左边！
en: Look Left!
ja: 左を見て！
zh_hant: 看左邊！

# template.pickup-long-time.text
source: 好久不见
en: Long Time No See
ja: 久しぶり
zh_hant: 好久不見

# template.pickup-long-time.title
source: 好久不见
en: Long Time No See
ja: 久しぶり
zh_hant: 好久不見

# template.pickup-safe.text
source: 一路平安
en: Safe Journey
ja: 道中お気をつけて

# template.pickup-safe.title
source: 一路平安
en: Safe Journey
ja: 道中お気をつけて

# template.pickup-wait.text
source: 我在这里等你
en: Waiting Right Here
ja: ここで待ってる
zh_hant: 我在這裡等你

# template.pickup-wait.title
source: 我在这里等你
en: Waiting Right Here
ja: ここで待ってる
zh_hant: 我在這裡等你
